Repository: vizapata/siigo-woocommerce
Catalog: languages/vizapata_*_integration-*.po
Languages: es_es

source: A plugin to allow the integration between a woocommerce store and the siiglo cloud system
es_es: Permite la integración entre la tienda en línea y el sistema de facturación de Siigo Nube

source: Additional observations
es_es: Observaciones adicionales

source: Additional observations to include in generated invoices
es_es: Observaciones o comentarios adicionales que se añadirán en las facturas generadas

source: API connection
es_es: Conexión con el API

source: Billing parameters ussed to generate the invoices
es_es: Parámetros de facturación

source: Billing settigns
es_es: Ajustes de facturación

source: Billing settings
es_es: Ajustes de facturación

source: Connection error
es_es: Error de conexión

source: Document type
es_es: Tipo de documento

source: Download electronic invoice
es_es: Descargar factura electrónica

source: Electronic invoice
es_es: Factura electrónica

source: Electronic invoice %s has been generated
es_es: Se generó la factura electrónica %s

source: Error connecting to Siigo API. Please verify the connection settings before continue
es_es: Error al conectar con Siigo API. Por favor verifique los parámetros de conexión antes de continuar

source: Error during invoice creation:
es_es: Error durante la creación de la factura:

source: Error during invoice request:
es_es: Error durante la solicitud de la factura:

source: Generate electronic invoice
es_es: Generar factura electrónica

source: Invoice created with document number: %s
es_es: Factura creada con número de documento: %s

source: Invoice observations
es_es: Observaciones de la factura

source: Payment type
es_es: Tipo de pago

source: Please check that the URL, username and API key are correct. Save the changes
es_es: Por favor verifique que la URL, nombre de usuario y API Key sean correctos. Guarde los cambios

source: Please complete the API connection settings before continue
es_es: Por favor complete los parámetros de conexión con el API antes de continuar

source: Please use the URL without the trailing slash
es_es: Por favor use la URL sin la barra al final (/)

source: Product tax
es_es: Interés para los productos

source: Put here your API key
es_es: Ingrese aquí el API Key

source: Required data to connect with Siigo API. Please refer to your Siigo cloud documentation to get these parameters
es_es: Datos requeridos para establecer conexión con Siigo API. Por favor comuníquese con el equipo de soporte de Siigo para obtener estos parámetros

source: Select tax
es_es: Seleccione el impuesto

source: Seller
es_es: Vendedor

source: Shipping method
es_es: Método de envío

source: Shipping taxes
es_es: Impuestos de envío

source: Siigo API URL
es_es: URL del API de Siigo

source: Siigo integration settings
es_es: Configuración de la integración con Siigo

source: Siigo Settings
es_es: Configuración de Siigo

source: Siigo Woocommerce Integration
es_es: Integración entre WooCommerce y Siigo

source: The API KEY used to connect with the Siigo cloud
es_es: EL API Key requerida para conectarse con Siigo cloud

source: The document type that will be generated
es_es: El tipo de documento que será generado

source: The order has no payment yet
es_es: El pedido no tiene registrado un pago

source: The order is paid but the electronic invoice was not generated yet
es_es: El pedido tiene registrado un pago, pero la factura electrónica no se ha generado

source: The order that you are looking for does not have any electronic invoice
es_es: El pedido que está buscando no tiene ninguna factura electrónica

source: The payment type that will be associated to the invoices
es_es: El tipo de pago que se asociará a las facturas

source: The product taht will be act as shipping method. It will be included in all invoices
es_es: EL pro

source: The seller associated to the orders.
es_es: El vendedor que se asociará a las facturas

source: The taxes aplicable for all products.
es_es: El tipo de impuesto que se aplicará a todos los productos

source: The taxes that will be apply to the shipping method
es_es: El impuesto que se aplicará al método de envío

source: The URL of the Siigo cloud
es_es: La dirección URL del API de Siigo Nube

source: The username used to connect with the Siigo cloud
es_es: En nombre de usuario para conectarse con Siigo

source: The warehouse where the products will be shipped from
es_es: La bodega desde donde se despacharán los productos

source: User created by the Woocommerce-Siigo integration app
es_es: Usuario creado por la integración entre la tienda en línea y Siigo Nube

source: Username
es_es: Nombre de usuario

source: Warehouse
es_es: Bodega
